{
  "* Up to 20 images, max 20 MB each.": "* До 20 изображения, макс. 20 MB всяко.",
  "* Up to 20 pdfs, max 100 MB each.": "* До 20 pdfs, максимум 100 MB всеки.",
  "* Up to 5 Videos, max 100 MB each.": "* До 5 Видеоклипове, макс 100 MB всеки.",
  "Are GDPR and Privacy policy in place?": "Съществуват ли GDPR и политиката за поверителност?",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "В CompressPedia използваме най-новия алгоритъм за съвременни технологии за компресиране на .JPEG, .PNG, GIF, SVG файлове с изображения. Просто намаляваме размера на изображението, така че той ще използва минимална честотна лента и ще се зарежда по-бързо.",
  "Compress": "Компресирай",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "Компресирайте JPG, PNG, SVG и GIF на едно място безплатно",
  "Compress More": "Компресирайте повече",
  "Compress and Download": "Компресиране и изтегляне",
  "Compress images online free": "Компресирайте изображения онлайн безплатно",
  "Compressed!!": "Компресиран",
  "Do you keep my data once I compress the Image?": "Запазвате ли данните ми, след като компресирам изображението?",
  "Download": "Изтегляне",
  "Drop JPG, PNG, GIF or Click": "Пуснете JPG, PNG, GIF или щракнете",
  "Drop PDFs or Click": "Пуснете PDF файлове или кликнете",
  "Drop Videos or Click": "Пуснете видеоклипове или щракнете върху",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Ура! Можете да компресирате 20 изображения до 20 MB едновременно.",
  "How does CompressPedia work?": "Как действа CompressPedia?",
  "How many Images can Compress and what size?": "Колко изображения могат да се компресират и какъв размер?",
  "I want to Compress": "Искам да компресирам",
  "Is it free to Compress images?": "Безплатно ли е да компресирате изображения?",
  "Smart Image Compression Made Simple": "Интелигентно компресиране на изображения, направено просто",
  "Thanks for using Compresspedia!!": "Благодаря, че използвате Compresspedia !!",
  "The file will download automatically.": "Файлът ще се изтегли автоматично.",
  "Try again": "Опитайте отново",
  "Uploaded!!": "Качено",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Ние дори не пипаме вашите данни. Само вие знаете какво компресирате. В Compresspedia нашият алгоритъм проектира, за да се увери, че вашите данни са ваши и да не съхранява никакви данни при нас",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Намаляваме размера на вашите .JPEG, .PNG, GIF, SVG изображения, като компресираме файла, без да нарушаваме качеството на вашето изображение.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Ние стриктно спазваме и спазваме GDPR и политиките за поверителност на потребителите, но не е нужно да се притеснявате, тъй като не запазваме никакви данни или не използваме бисквитки за UX цели. Ако посещавате нашия уебсайт, което означава, че „приемате“ нашите условия и условия, просто можете да „отхвърлите“, като напуснете нашия уебсайт. Въпреки че ще се радваме на отзивите и мнението ви, за да ни помогнете да ви предоставим по-добро изживяване в бъдеще.",
  "What can I compress?": "Какво мога да компресирам?",
  "What does CompressPedia do?": "Какво прави CompressPedia?",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "ДА! ДА! ДА! и ние се уверяваме, че можете да компресирате изображения завинаги.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Можете да компресирате .JPEG, .PNG, GIF, SVG",
  "thatsAll": "Това е всичко за днес!",
  "today": "Днес е {дата}.",
  "welcome": "Добре дошли, %1$s",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {Не {1} компресирано!} one {# {2} компресирано успешно!} other {# {3} {s} компресирано успешно}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero { {1} качено!} one {# {2} качен успешно!} other {# {3} s качени успешно}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero{Ne {1} качено!} one {# {2} качен успешно!} other {# {3} {s} качен успешно}}"
}