{
  "* Up to 20 images, max 20 MB each.": "* 20 টি পর্যন্ত চিত্র, প্রতিটি 20 এমবি পর্যন্ত।",
  "* Up to 20 pdfs, max 100 MB each.": "* 20 পিডিএফ পর্যন্ত, সর্বোচ্চ প্রতিটি 100 এমবি।",
  "* Up to 5 Videos, max 100 MB each.": "* 5 টি ভিডিও, সর্বোচ্চ 100 মেগাবাইট প্রতিটি",
  "Are GDPR and Privacy policy in place?": "জিডিপিআর এবং গোপনীয়তা নীতি কি স্থানে রয়েছে?",
  "At CompressPedia we use the latest State of Art Algorithm to Compress JPEG, PNG, GIF, SVG Image, PDF, Video files. Simply we reduce the Image, PDF, Video size, so it will use minimum bandwidth and load faster.": "কম্প্রেসস্পিডিয়া এ আমরা জেপিজি, পিএনজি, জিআইএফ, এসভিজি ইমেজ, পিডিএফ, ভিডিও ফাইলগুলি সংকুচিত করার জন্য সর্বশেষ আর্ট অ্যালগরিদম ব্যবহার করি। সহজভাবে আমরা ইমেজ, পিডিএফ, ভিডিও আকার কমাতে, তাই এটি সর্বনিম্ন ব্যান্ডউইথ ব্যবহার করবে এবং দ্রুত লোড হবে।",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "কমপ্রেসপিডিয়ায় আমরা .জেপিইজি, .পিএনজি, জিআইএফ, এসভিজি চিত্র ফাইলগুলি সংক্ষেপণের জন্য সর্বশেষ স্টেট অফ দ্য আর্ট অ্যালগরিদম ব্যবহার করি। কেবলমাত্র আমরা চিত্রের আকার হ্রাস করি, তাই এটি ন্যূনতম ব্যান্ডউইথ এবং দ্রুত লোড করবে।",
  "Compress": "সংকোচন",
  "Compress Images, PDF, Video online for free": "বিনামূল্যে জন্য ইমেজ, পিডিএফ, ভিডিও অনলাইন কম্প্রেস",
  "Compress JPG, PNG, SVG, GIF, PDF, Video in one place for FREE": "JPG, PNG, SVG, GIF, PDF, ভিডিও বিনামূল্যে জন্য এক জায়গায় সংকুচিত করুন",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "জেপিজি, পিএনজি, এসভিজি এবং জিআইএফকে এক জায়গায় বিনামূল্যে সংকোচন করুন",
  "Compress More": "আরো সংকুচিত করুন",
  "Compress and Download": "সংকোচন এবং ডাউনলোড করুন",
  "Compress images online free": "অনলাইনে ছবি সংকুচিত করুন",
  "Compressed!!": "সংকুচিত !!",
  "Do you keep any data once I compressed the Image, PDF, Video?": "আমি ইমেজ, পিডিএফ, ভিডিও সংকুচিত একবার আপনি কোন তথ্য রাখা?",
  "Do you keep my data once I compress the Image?": "আমি একবার ছবিটি সংকুচিত করলে আপনি কি আমার তথ্য রাখেন?",
  "Download": "ডাউনলোড করুন",
  "Drop JPG, PNG, GIF or Click": "ড্রপ  জেপিজি, পিএনজি, জিআইএফ বা ক্লিক",
  "Drop PDFs or Click": "পিডিএফ ছেড়ে দিন বা ক্লিক করুন",
  "Drop Videos or Click": "ভিডিও ড্রপ করুন অথবা ক্লিক করুন",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "হুররে! আপনি একবারে 20 এমবি অবধি 20 টি চিত্র সংকোচন করতে পারেন।",
  "How does CompressPedia work?": "কম্প্রেসপিডিয়া কীভাবে কাজ করে?",
  "How many Images can Compress and what size?": "কতগুলি চিত্র সংকোচন করতে পারে এবং কোন আকার?",
  "How many Images, PDF, VIDEO can Compress, and what size?": "কত চিত্র, পিডিএফ, ভিডিও কম্প্রেস করতে পারে, এবং কি আকার?",
  "I want to Compress": "আমি কম্প্রেস করতে চাই",
  "Image, PDF, Video Compression Made Simple": "ছবি, পিডিএফ, ভিডিও কম্প্রেশন সহজ তৈরি",
  "Is it free to Compress images, PDF, Video?": "এটি ইমেজ, পিডিএফ, ভিডিও কম্প্রেস করতে বিনামূল্যে?",
  "Is it free to Compress images?": "ইমেজগুলি কমপ্রেস করা কি বিনামূল্যে?",
  "Smart Image Compression Made Simple": "স্মার্ট ইমেজ সংক্ষেপণ তৈরি করা সহজ",
  "Thanks for using Compresspedia!!": "কমপ্রেসিডিয়া ব্যবহার করার জন্য ধন্যবাদ !!",
  "The file will download automatically.": "ফাইলটি স্বয়ংক্রিয়ভাবে ডাউনলোড হবে।",
  "Try again": "আবার চেষ্টা করুন",
  "Uploaded!!": "আপলোড করা হয়েছে!",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "আমরা আপনার ডেটা স্পর্শও করি না। আপনি কী সংকোচ করছেন তা কেবল আপনিই জানেন। আপনার ডেটা আপনার এবং আমাদের সাথে কোনও ডেটা সংরক্ষণ না করে তা নিশ্চিত করতে আমাদের অ্যালগরিদম ডিজাইনটি কম্প্রেসপিডে",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "আমরা আপনার চিত্রের মান নিয়ে কোনও আপস না করে ফাইলটি সঙ্কুচিত করে আপনার .JPEG, .PNG, GIF, SVG চিত্রগুলির আকার হ্রাস করি।",
  "We reduce the size of your Image (JPEG, PNG, GIF, SVG), PDF, VIdeo by compressing the file without compromising the quality of your image.": "আমরা আপনার ইমেজ (JPEG, PNG, GIF, SVG), পিডিএফ, ভিডিও এর আকার কমাতে আপনার ইমেজ মানের সাথে আপোষ না করে ফাইল সংকুচিত করে।",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "আমরা জিডিপিআর এবং ব্যবহারকারীর গোপনীয়তা নীতিগুলি কঠোরভাবে সম্মান করি এবং মেনে চলেছি, তবে ইউএক্স উদ্দেশ্যে আমরা কোনও ডেটা সংরক্ষণ বা কুকিজ ব্যবহার না করায় আপনাকে চিন্তার দরকার নেই। আপনি যদি আমাদের ওয়েবসাইট পরিদর্শন করেন যার অর্থ আপনি আমাদের শর্তাদি \"গ্রহণ\" করছেন তবে কেবল আমাদের ওয়েবসাইট ছেড়ে আপনি \"প্রত্যাখ্যান\" করতে পারেন। যদিও আমরা আপনাকে আপনার প্রতিক্রিয়া এবং মতামতকে কৃতজ্ঞ করব ভবিষ্যতে আপনাকে আরও ভাল অভিজ্ঞতা সরবরাহ করতে আমাদের সহায়তা করার জন্য।",
  "What can I compress?": "আমি কি কম্প্রেস করতে পারি?",
  "What does CompressPedia do?": "কম্প্রেসস্পিডিয়া কি করে?",
  "YES! YES! YES! and we are making sure you Compress Images, PDF, Video Free.": "হ্যা! হ্যা! হ্যা! এবং আমরা নিশ্চিত করছি যে আপনি চিত্র, পিডিএফ, ভিডিও ফ্রি কম্প্রেস করুন।",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "হ্যাঁ! হ্যাঁ! হ্যাঁ! এবং আমরা নিশ্চিত করছি যে আপনি চিরকালের জন্য চিত্রগুলি মুক্ত করতে পারেন।",
  "You can Compress .JPEG, .PNG, GIF, SVG": "আপনি .JPEG, .PNG, GIF, SVG সংকুচিত করতে পারেন",
  "You can Compress 20 Images up to 20 MB each, Compress 20 PDF Files of 100 MB each of PDF, and 20 Videos of 100 MB at one time.": "আপনি 20 মেগাবাইট পর্যন্ত 20 ইমেজগুলি সংকুচিত করতে পারেন, পিডিএফ প্রতিটি 100 মেগাবাইটের 20 পিডিএফ ফাইল এবং এক সময়ে 100 মেগাবাইটের 20 ভিডিও কম্প্রেস করতে পারেন।",
  "You can Compress Image (JPEG, PNG, GIF, SVG), PDF, Video": "আপনি ইমেজ (JPEG, PNG, GIF, SVG), পিডিএফ, ভিডিও কম্প্রেস করতে পারেন",
  "thatsAll": "আজ এ পর্যন্তই!",
  "today": "আজ {date}।",
  "welcome": "{name}, স্বাগতম",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {না {1} সংকুচিত!} one {# {2} সফলভাবে সংকুচিত!} other {# {3} {s} সফলভাবে সংকুচিত}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {না {1} আপলোড!} one {# {2} সফলভাবে আপলোড করা হয়েছে!} other {# {3} গুলি সফলভাবে আপলোড}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {না {1} আপলোড!} one {# {2} সফলভাবে আপলোড করা হয়েছে!} other {# {3} {s} সফলভাবে আপলোড}}"
}