{
  "* Up to 20 images, max 20 MB each.": "* Až 20 snímků, max. 20 MB každý.",
  "* Up to 20 pdfs, max 100 MB each.": "* Až 20 PDF, max. 100 MB každý.",
  "* Up to 5 Videos, max 100 MB each.": "* Až 5 Videa, max. 100 MB každý.",
  "Are GDPR and Privacy policy in place?": "Jsou zavedeny GDPR a Zásady ochrany osobních údajů?",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "V CompressPedia používáme nejnovější algoritmus State of the Art ke komprimaci souborů .JPEG, .PNG, GIF, SVG Image. Jednoduše zmenšíme velikost obrázku, takže bude používat minimální šířku pásma a načítat rychleji.",
  "Compress": "Stlačit",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "Komprimujte JPG, PNG, SVG a GIF na jednom místě zdarma",
  "Compress More": "Komprimovat více",
  "Compress and Download": "Komprimovat a stáhnout",
  "Compress images online free": "Komprimovat obrázky online zdarma",
  "Compressed!!": "Komprimované",
  "Do you keep my data once I compress the Image?": "Uchováváte moje data, jakmile obrázek zkomprimuji?",
  "Download": "Stáhnout",
  "Drop JPG, PNG, GIF or Click": "Drop JPG, PNG, GIF nebo Klepněte na tlačítko",
  "Drop PDFs or Click": "Přetáhněte PDF nebo Klepněte na tlačítko",
  "Drop Videos or Click": "Přetáhněte videa nebo klikněte na",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Hurá! Můžete komprimovat 20 snímků až 20 MB najednou.",
  "How does CompressPedia work?": "Jak přípravek CompressPedia působí?",
  "How many Images can Compress and what size?": "Kolik obrázků může komprimovat a jakou velikost?",
  "I want to Compress": "Chci komprimovat",
  "Is it free to Compress images?": "Je zdarma komprimovat obrázky?",
  "Smart Image Compression Made Simple": "Jednoduchá komprese chytrého obrazu",
  "Thanks for using Compresspedia!!": "Děkujeme za použití Compresspedia!!",
  "The file will download automatically.": "Soubor se automaticky stáhne.",
  "Try again": "Zkusit znovu",
  "Uploaded!!": "Odesláno",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Vaše data se ani nedotýkáme. Jen ty víš, co komprimuješ. V Compresspedia navrhujeme náš algoritmus, abychom zajistili, že vaše data jsou vaše a neukládají u nás žádná data",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Zmenšujeme velikost obrázků .JPEG, .PNG, GIF, SVG komprimací souboru bez ohrožení kvality obrazu.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Přísně dodržujeme a dodržujeme GDPR a zásady ochrany osobních údajů uživatelů, ale nemusíte se obávat, protože neukládáme žádné údaje ani nepoužíváme cookies pro účely UX. Pokud navštívíte naše webové stránky, což znamená, že „přijímáte“ naše obchodní podmínky, jednoduše můžete „odmítnout“ opuštěním našich webových stránek. I když oceníme vaši zpětnou vazbu a názor, které nám pomohou poskytnout vám lepší zážitek v budoucnu.",
  "What can I compress?": "Co mohu komprimovat?",
  "What does CompressPedia do?": "Co dělá CompressPedia?",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "ANO! ANO! ANO! a my se ujišťujeme, že můžete komprimovat obrázky zdarma navždy.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Můžete komprimovat .JPEG, .PNG, GIF, SVG",
  "thatsAll": "To je pro dnešek vše!",
  "today": "Dnes je {date}.",
  "welcome": "Vítejte",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {Ne {1} komprimováno!} one {# {2} úspěšně komprimován!} other {# {3} {s} úspěšně komprimovány}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {No {1} nahráno!} one {# {2} úspěšně nahraný!} other {# {3} s úspěšně nahrané}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {No {1} nahráno!} one {# {2} úspěšně nahraný!} other {# {3} {s} úspěšně nahrané}}"
}