{
  "* Up to 20 images, max 20 MB each.": "* Enintään 20 kuvaa, enintään 20 Mt kukin.",
  "* Up to 20 pdfs, max 100 MB each.": "* Jopa 20 pdf:ää, enintään 100 Mt kukin.",
  "* Up to 5 Videos, max 100 MB each.": "* Enintään 5 videota, max 100 Mt kukin.",
  "Are GDPR and Privacy policy in place?": "Onko GDPR ja Tietosuojakäytäntö käytössä?",
  "At CompressPedia we use the latest State of Art Algorithm to Compress JPEG, PNG, GIF, SVG Image, PDF, Video files. Simply we reduce the Image, PDF, Video size, so it will use minimum bandwidth and load faster.": "CompressMediassa käytämme uusinta State of Art Algoritmia pakkaamaan JPEG, PNG, GIF, SVG Image, PDF, Video-tiedostoja. Yksinkertaisesti vähennämme Image, PDF, Video koko, joten se käyttää vähimmäiskaistanleveyttä ja lataa nopeammin.",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "CompressMediassa käytämme uusinta art algoritmia pakkaamaan .JPEG, .PNG, GIF, SVG Image tiedostoja. Yksinkertaisesti pienennämme kuvan kokoa, joten se käyttää vähimmäiskaistanleveyttä ja latautuu nopeammin.",
  "Compress": "Pakkaa",
  "Compress Images, PDF, Video online for free": "Pakkaa Kuvat, PDF, Video verkossa maksutta",
  "Compress JPG, PNG, SVG, GIF, PDF, Video in one place for FREE": "Pakkaa JPG, PNG, SVG, GIF, PDF, Video yhteen paikkaan ILMAISEKSI",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "Pakkaa JPG, PNG, SVG ja GIF yhteen paikkaan maksutta",
  "Compress More": "Pakkaa lisää",
  "Compress and Download": "Pakkaa ja lataa",
  "Compress images online free": "Pakkaa kuvia verkossa maksutta",
  "Compressed!!": "Pakattu",
  "Do you keep any data once I compressed the Image, PDF, Video?": "Säilytätkö mitään tietoja, kun olen pakattu kuvan, PDF, Video?",
  "Do you keep my data once I compress the Image?": "Säilytätkö tietoni, kun pakan kuvan?",
  "Download": "Lataa",
  "Drop JPG, PNG, GIF or Click": "Pudota JPG, PNG, GIF tai Napsauta",
  "Drop PDFs or Click": "Pudota PDF-tiedostot tai napsauta",
  "Drop Videos or Click": "Pudota videot tai napsauta",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Hurraa! Voit pakata 20 kuvaa enintään 20 megatavuun kerrallaan.",
  "How does CompressPedia work?": "Miten CompressMedia toimii?",
  "How many Images can Compress and what size?": "Kuinka monta kuvaa voi pakata ja minkä kokoisia?",
  "How many Images, PDF, VIDEO can Compress, and what size?": "Kuinka monta kuvaa, PDF, VIDEO voi pakata ja minkä kokoinen?",
  "I want to Compress": "Haluan pakata",
  "Image, PDF, Video Compression Made Simple": "Kuva, PDF, Videon pakkaus tehty yksinkertaiseksi",
  "Is it free to Compress images, PDF, Video?": "Onko ilmainen Pakkaa kuvia, PDF, Video?",
  "Is it free to Compress images?": "Onko se ilmaista Pakkaa kuvia?",
  "Smart Image Compression Made Simple": "Smart Image Compression tehty yksinkertainen",
  "Thanks for using Compresspedia!!": "Kiitos, että käytät Compresspediaa!",
  "The file will download automatically.": "Tiedosto latautuu automaattisesti.",
  "Try again": "Yritä uudelleen",
  "Uploaded!!": "Lisätty",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Emme edes kosketa tietojasi. Vain sinä tiedät, mitä pakkaat. Compresspedia meidän Algoritmi suunnittelu varmistaa, että tietosi ovat sinun, eikä tallentaa mitään tietoja meille",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Pienennämme .JPEG-, .PNG-, GIF- ja SVG-kuvien kokoa pakkaamalla tiedoston vaarantamatta kuvan laatua.",
  "We reduce the size of your Image (JPEG, PNG, GIF, SVG), PDF, VIdeo by compressing the file without compromising the quality of your image.": "Pienennämme kuvan kokoa (JPEG, PNG, GIF, SVG), PDF, Video pakkaamalla tiedoston vaarantamatta kuvan laatua.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Kunnioitamme ja noudatamme tiukasti GDPR:ää ja käyttäjän tietosuojakäytäntöjä, mutta sinun ei tarvitse huolehtia, koska emme tallenna mitään tietoja tai käytä evästeitä UX-tarkoituksiin. Jos vierailet sivuillamme, mikä tarkoittaa, että ”hyväksyt” käyttöehtomme, voit yksinkertaisesti hylätä” poistumalla sivustoltamme. Arvostamme kuitenkin palautetta ja mielipidettäsi, jotta voimme tarjota sinulle paremman kokemuksen tulevaisuudessa.",
  "What can I compress?": "Mitä voin pakata?",
  "What does CompressPedia do?": "Mitä CompressMedia tekee?",
  "YES! YES! YES! and we are making sure you Compress Images, PDF, Video Free.": "KYLLÄ! KYLLÄ! KYLLÄ! ja me varmistamme, että Pakkaa Kuvat, PDF, Video Free.",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "KYLLÄ! KYLLÄ! KYLLÄ! ja varmistamme, että voit Pakkaa Images Free ikuisesti.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Voit pakata .JPEG, .PNG, GIF, SVG",
  "You can Compress 20 Images up to 20 MB each, Compress 20 PDF Files of 100 MB each of PDF, and 20 Videos of 100 MB at one time.": "Voit pakata 20 kuvaa enintään 20 megatavuun asti, pakata 20 PDF-tiedostoa, joissa on 100 megatavua kutakin PDF-tiedostoa ja 20 videota, joiden koko on 100 megatavua kerrallaan.",
  "You can Compress Image (JPEG, PNG, GIF, SVG), PDF, Video": "Voit pakata kuvan (JPEG, PNG, GIF, SVG), PDF, Video",
  "thatsAll": "Siinä kaikki tältä erää!",
  "today": "Tänään on {date}.",
  "welcome": "Tervetuloa, {name}",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {Ei {1} pakattu!} one {# {2} pakattu onnistuneesti!} other {# {3} {s} pakattu onnistuneesti}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {No {1} ladattu!} one {# {2} ladattu onnistuneesti!} other {# {3} s ladattu onnistuneesti}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {No {1} ladattu!} one {# {2} ladattu onnistuneesti!} other {# {3} {s} ladattu onnistuneesti}}"
}