{
  "* Up to 20 images, max 20 MB each.": "* Akár 20 kép, egyenként max. 20 MB.",
  "* Up to 20 pdfs, max 100 MB each.": "* Akár 20 pdf, egyenként max. 100 MB.",
  "* Up to 5 Videos, max 100 MB each.": "* Akár 5 Videók, egyenként max. 100 MB.",
  "Are GDPR and Privacy policy in place?": "A GDPR és az Adatvédelmi irányelvek érvényben vannak?",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "A Compresspedia a legújabb State of the Art algoritmust használjuk a.JPEG, .PNG, GIF, SVG képfájlok tömörítésére. Egyszerűen csökkentjük a képméretet, így minimális sávszélességet és gyorsabb terhelést fog használni.",
  "Compress": "Tömörítés",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "A JPG, PNG, SVG és GIF tömörítése egy helyen ingyen",
  "Compress More": "Tömörítés",
  "Compress and Download": "tömörítés és letöltés",
  "Compress images online free": "Képek tömörítése online ingyen",
  "Compressed!!": "Tömörített",
  "Do you keep my data once I compress the Image?": "Megtartja az adataimat, miután tömörítettem a képet?",
  "Download": "Letöltés",
  "Drop JPG, PNG, GIF or Click": "Drop JPG, PNG, GIF vagy kattintson",
  "Drop PDFs or Click": "PDF-fájlok ledobása vagy kattintson",
  "Drop Videos or Click": "Videók ledobása vagy kattintson",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Hurrá! Egyszerre 20 Képek tömörítése egyszerre legfeljebb 20 MB.",
  "How does CompressPedia work?": "Hogyan fejti ki hatását a Compresspedia?",
  "How many Images can Compress and what size?": "Hány kép tömöríthető és milyen méretű?",
  "I want to Compress": "Szeretném tömöríteni",
  "Is it free to Compress images?": "Szabad a képek tömörítése?",
  "Smart Image Compression Made Simple": "Intelligens képtömörítés egyszerűen",
  "Thanks for using Compresspedia!!": "Köszönjük, hogy a Compresspedia!!",
  "The file will download automatically.": "A fájl automatikusan letöltődik.",
  "Try again": "Újra",
  "Uploaded!!": "Feltöltve",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Nem is érintjük meg adatait. Csak te tudod, mit tömörítesz. A Compresspedia algoritmusunk megtervezi, hogy megbizonyosodjon arról, hogy az Ön adatai az Öné, és ne tároljon semmilyen adatot velünk",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Csökkentjük a.JPEG, .PNG, GIF és SVG Images méretét a fájl tömörítésével anélkül, hogy veszélyeztetné a kép minőségét.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Szigorúan tiszteletben tartjuk és betartjuk a GDPR-t és a felhasználók adatvédelmi szabályzatát, de Önnek nem kell aggódnia, mivel nem mentünk adatokat, és nem használunk cookie-kat UX célokra. Ha meglátogatja weboldalunkat, ami azt jelenti, hogy „elfogadja” az általános szerződési feltételeket, egyszerűen „elutasíthatja” a weboldalunk elhagyásával. Bár értékeljük visszajelzéseit és véleményét, hogy segítsen nekünk, hogy a jövőben jobb élményt nyújtsunk Önnek.",
  "What can I compress?": "Mit tudok tömöríteni?",
  "What does CompressPedia do?": "Mit csinál a Compresspedia?",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "IGEN! IGEN! IGEN! és gondoskodunk arról, hogy a Képek Free tömörítése örökre.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Tudod tömöríteni .JPEG, .PNG, GIF, SVG",
  "thatsAll": "Mára ennyi!",
  "today": "Ma van a date.",
  "welcome": "Üdvözöljük!",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {No {1} tömörítve!} one {# {2} sikeresen tömörítve!} other {# {3} {s} sikeresen tömörítve}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {No {1} feltöltött!} one {# {2} sikeresen feltöltött!} other {# {3} s sikeresen feltöltött}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {No {1} feltöltött!} one {# {2} sikeresen feltöltött!} other {# {3} {s} sikeresen feltöltött}}"
}