{
  "* Up to 20 images, max 20 MB each.": "* Maximaal 20 afbeeldingen, maximaal 20 MB per stuk.",
  "* Up to 20 pdfs, max 100 MB each.": "* Maximaal 20 pdf's, maximaal 100 MB per stuk.",
  "* Up to 5 Videos, max 100 MB each.": "* Maximaal 5 video's, maximaal 100 MB per stuk.",
  "Are GDPR and Privacy policy in place?": "Zijn de AVG en het privacybeleid van kracht?",
  "At CompressPedia we use the latest State of Art Algorithm to Compress JPEG, PNG, GIF, SVG Image, PDF, Video files. Simply we reduce the Image, PDF, Video size, so it will use minimum bandwidth and load faster.": "Bij CompressMedia gebruiken we het nieuwste State of Art Algoritme om JPEG-, PNG-, GIF-, SVG Image-, PDF- en videobestanden te comprimeren. We verkleinen gewoon de grootte van de afbeelding, PDF, video, zodat het minimale bandbreedte gebruikt en sneller wordt geladen.",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "Bij CompressMedia gebruiken we het nieuwste State of the Art Algoritme om .JPEG-, .PNG-, GIF- en SVG-afbeeldingsbestanden te comprimeren. We verkleinen gewoon de grootte van de afbeelding, zodat deze minimale bandbreedte gebruikt en sneller wordt geladen.",
  "Compress": "Comprimeren",
  "Compress Images, PDF, Video online for free": "Afbeeldingen, PDF, Video gratis online comprimeren",
  "Compress JPG, PNG, SVG, GIF, PDF, Video in one place for FREE": "JPG, PNG, SVG, GIF, PDF, video GRATIS op één plek comprimeren",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "JPG, PNG, SVG en GIF gratis op één plek comprimeren",
  "Compress More": "Comprimeer",
  "Compress and Download": "Comprimeren en downloaden",
  "Compress images online free": "Afbeeldingen gratis online comprimeren",
  "Compressed!!": "Gecomprimeerd!!",
  "Do you keep any data once I compressed the Image, PDF, Video?": "Bewaar je gegevens zodra ik de afbeelding, PDF of Video heb gecomprimeerd?",
  "Do you keep my data once I compress the Image?": "Bewaar je mijn gegevens zodra ik de afbeelding heb gecomprimeerd?",
  "Download": "Downloaden",
  "Drop JPG, PNG, GIF or Click": "JPG, PNG, GIF of klik",
  "Drop PDFs or Click": "PDF's neerzetten of klikken",
  "Drop Videos or Click": "Video's laten vallen of klikken",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Hoera! U kunt 20 afbeeldingen tot 20 MB tegelijk comprimeren.",
  "How does CompressPedia work?": "Hoe werkt CompresSpedia?",
  "How many Images can Compress and what size?": "Hoeveel afbeeldingen kunnen comprimeren en welke grootte?",
  "How many Images, PDF, VIDEO can Compress, and what size?": "Hoeveel afbeeldingen, PDF, VIDEO kunnen comprimeren en welke grootte?",
  "I want to Compress": "Ik wil Comprimeren",
  "Image, PDF, Video Compression Made Simple": "Afbeelding, PDF, videocompressie eenvoudig gemaakt",
  "Is it free to Compress images, PDF, Video?": "Is het vrij om afbeeldingen, PDF, video te comprimeren?",
  "Is it free to Compress images?": "Is het vrij om afbeeldingen te comprimeren?",
  "Smart Image Compression Made Simple": "Slimme beeldcompressie eenvoudig gemaakt",
  "Thanks for using Compresspedia!!": "Bedankt voor het gebruik van Compresspedia!!",
  "The file will download automatically.": "Het bestand wordt automatisch gedownload.",
  "Try again": "Opnieuw proberen",
  "Uploaded!!": "Geüpload",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "We raken je gegevens niet eens aan. Alleen jij weet wat je samenperst. Bij Compresspedia is ons algoritme ontworpen om ervoor te zorgen dat uw gegevens van u zijn en geen gegevens bij ons op te slaan.",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "We verkleinen de grootte van je .JPEG-, .PNG-, GIF-, SVG-afbeeldingen door het bestand te comprimeren zonder de kwaliteit van je afbeelding in gevaar te brengen.",
  "We reduce the size of your Image (JPEG, PNG, GIF, SVG), PDF, VIdeo by compressing the file without compromising the quality of your image.": "We verkleinen de grootte van uw afbeelding (JPEG, PNG, GIF, SVG), PDF, Video door het bestand te comprimeren zonder de kwaliteit van uw afbeelding in gevaar te brengen.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "We respecteren en houden ons strikt aan de AVG en het privacybeleid van gebruikers, maar u hoeft zich geen zorgen te maken omdat we geen gegevens opslaan of cookies gebruiken voor UX-doeleinden. Als u onze website bezoekt, wat betekent dat u onze algemene voorwaarden „accepteert”, kunt u gewoon „weigeren” door onze website te verlaten. Hoewel we uw feedback en mening op prijs stellen om u in de toekomst een betere ervaring te bieden.",
  "What can I compress?": "Wat kan ik comprimeren?",
  "What does CompressPedia do?": "Wat doet CompresSpedia?",
  "YES! YES! YES! and we are making sure you Compress Images, PDF, Video Free.": "JA! JA! JA! en we zorgen ervoor dat je Afbeeldingen, PDF, Video Free comprimeert.",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "JA! JA! JA! en we zorgen ervoor dat je afbeeldingen voor altijd gratis kunt comprimeren.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "U kunt .JPEG, .PNG, GIF, SVG comprimeren",
  "You can Compress 20 Images up to 20 MB each, Compress 20 PDF Files of 100 MB each of PDF, and 20 Videos of 100 MB at one time.": "U kunt 20 afbeeldingen comprimeren tot 20 MB per stuk, 20 PDF-bestanden van 100 MB per PDF comprimeren en 20 video's van 100 MB tegelijk.",
  "You can Compress Image (JPEG, PNG, GIF, SVG), PDF, Video": "U kunt afbeelding comprimeren (JPEG, PNG, GIF, SVG), PDF, video",
  "thatsAll": "Dat was het voor vandaag!",
  "today": "Vandaag is het {date}.",
  "welcome": "Welkom, {name}",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {No {1} gecomprimeerd!} one {# {2} succesvol gecomprimeerd!} other {# {3} {s} met succes gecomprimeerd}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {Nee {1} geüpload!} one {# {2} succesvol geüpload!} other {# {3} s succesvol geüpload}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {Nee {1} geüpload!} one {# {2} succesvol geüpload!} other {# {3} {s} succesvol geüpload}}"
}