{
  "* Up to 20 images, max 20 MB each.": "* Do 20 obrazów, maks. 20 MB każdy.",
  "* Up to 20 pdfs, max 100 MB each.": "* Do 20 plików PDF, maksymalnie 100 MB każdy.",
  "* Up to 5 Videos, max 100 MB each.": "* Do 5 filmów, max 100 MB każdy.",
  "Are GDPR and Privacy policy in place?": "Czy GDPR i Polityka prywatności obowiązują?",
  "At CompressPedia we use the latest State of Art Algorithm to Compress JPEG, PNG, GIF, SVG Image, PDF, Video files. Simply we reduce the Image, PDF, Video size, so it will use minimum bandwidth and load faster.": "W CompresSpedia używamy najnowszego algorytmu State of Art do kompresji plików JPEG, PNG, GIF, SVG Image, PDF, Video. Wystarczy zmniejszyć obraz, PDF, Rozmiar wideo, więc będzie używać minimalnej przepustowości i ładować szybciej.",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "W CompresSpedia używamy najnowszego algorytmu stanu sztuki do kompresji plików JPEG, .PNG, GIF, SVG Image. Wystarczy zmniejszyć rozmiar obrazu, więc będzie używać minimalnej przepustowości i ładować szybciej.",
  "Compress": "Kompresja",
  "Compress Images, PDF, Video online for free": "Kompresuj obrazy, PDF, wideo online za darmo",
  "Compress JPG, PNG, SVG, GIF, PDF, Video in one place for FREE": "Kompresuj JPG, PNG, SVG, GIF, PDF, wideo w jednym miejscu ZA DARMO",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "Kompresuj JPG, PNG, SVG i GIF w jednym miejscu bezpłatnie",
  "Compress More": "Kompresuj więcej",
  "Compress and Download": "Kompresuj i pobierz",
  "Compress images online free": "Kompresuj obrazy online za darmo",
  "Compressed!!": "Skompresowany",
  "Do you keep any data once I compressed the Image, PDF, Video?": "Czy przechowujesz jakieś dane po skompresowaniu obrazu, pliku PDF, wideo?",
  "Do you keep my data once I compress the Image?": "Czy przechowujesz moje dane, gdy skompresuję Obraz?",
  "Download": "Pobierz",
  "Drop JPG, PNG, GIF or Click": "Upuść JPG, PNG, GIF lub kliknij",
  "Drop PDFs or Click": "Upuść pliki PDF lub kliknij",
  "Drop Videos or Click": "Upuść filmy lub kliknij",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Hura! Można skompresować 20 obrazów do 20 MB każdy naraz.",
  "How does CompressPedia work?": "Jak działa preparat CompresSpedia?",
  "How many Images can Compress and what size?": "Ile obrazów można skompresować i jaki rozmiar?",
  "How many Images, PDF, VIDEO can Compress, and what size?": "Ile obrazów, PDF, WIDEO można skompresować i jaki rozmiar?",
  "I want to Compress": "Chcę skompresować",
  "Image, PDF, Video Compression Made Simple": "Prosta kompresja obrazu, PDF",
  "Is it free to Compress images, PDF, Video?": "Czy można kompresuj obrazy, PDF, wideo?",
  "Is it free to Compress images?": "Czy można kompresować obrazy za darmo?",
  "Smart Image Compression Made Simple": "Inteligentna kompresja obrazu",
  "Thanks for using Compresspedia!!": "Dziękujemy za korzystanie z Compresspedia!!",
  "The file will download automatically.": "Plik zostanie pobrany automatycznie.",
  "Try again": "Spróbuj ponownie",
  "Uploaded!!": "Przekazano:",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Nie dotykamy nawet Twoich danych. Tylko ty wiesz, co kompresujesz. W Compresspedia nasz algorytm, aby upewnić się, że Twoje dane należą do Ciebie i nie przechowywać u nas żadnych danych",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Zmniejszamy rozmiar obrazów .JPEG, .PNG, GIF, SVG poprzez kompresję pliku bez pogorszenia jakości obrazu.",
  "We reduce the size of your Image (JPEG, PNG, GIF, SVG), PDF, VIdeo by compressing the file without compromising the quality of your image.": "Zmniejszamy rozmiar obrazu (JPEG, PNG, GIF, SVG), PDF, Video poprzez kompresję pliku bez pogorszenia jakości obrazu.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Ściśle przestrzegamy i przestrzegamy RODO i zasad ochrony prywatności użytkowników, ale nie musisz się martwić, ponieważ nie zapisujemy żadnych danych ani nie używamy plików cookie do celów UX. Jeśli odwiedzasz naszą stronę internetową, co oznacza, że „akceptujesz” nasze warunki, możesz po prostu „odrzucić” opuszczając naszą stronę internetową. Chociaż będziemy wdzięczni za Wasze opinie i opinie, które pomogą nam zapewnić Państwu lepsze doświadczenie w przyszłości.",
  "What can I compress?": "Co mogę skompresować?",
  "What does CompressPedia do?": "Co robi CompresSpedia?",
  "YES! YES! YES! and we are making sure you Compress Images, PDF, Video Free.": "TAK! TAK! TAK! i upewniamy się, że Kompresuj obrazy, PDF, Video Free.",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "TAK! TAK! TAK! i upewniamy się, że możesz Kompresować Obrazy za darmo na zawsze.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Można skompresować .JPEG, .PNG, GIF, SVG",
  "You can Compress 20 Images up to 20 MB each, Compress 20 PDF Files of 100 MB each of PDF, and 20 Videos of 100 MB at one time.": "Można skompresować 20 obrazów do 20 MB każdy, Kompresować 20 plików PDF po 100 MB każdy PDF i 20 wideo 100 MB na raz.",
  "You can Compress Image (JPEG, PNG, GIF, SVG), PDF, Video": "Możesz skompresować obraz (JPEG, PNG, GIF, SVG), PDF, Video",
  "thatsAll": "To już wszystko na dziś.",
  "today": "Dzisiaj jest {date}.",
  "welcome": "Witaj!",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {No {1} skompresowany!} one {# {2} skompresowany pomyślnie!} other {# {3} {s} skompresowane pomyślnie}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {No {1} przesłane!} one {# {2} przesłany pomyślnie!} other {# {3} s przesłane pomyślnie}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {No {1} przesłane!} one {# {2} przesłany pomyślnie!} other {# {3} {s} przesłane pomyślnie}}"
}