{
  "* Up to 20 images, max 20 MB each.": "* Até 20 imagens, no máximo 20 MB cada.",
  "* Up to 20 pdfs, max 100 MB each.": "* Até 20 pdfs, no máximo 100 MB cada.",
  "* Up to 5 Videos, max 100 MB each.": "* Até 5 vídeos, no máximo 100 MB cada.",
  "Are GDPR and Privacy policy in place?": "O GDPR e a Política de Privacidade estão em vigor?",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "Na CompressSpedia, usamos o mais recente algoritmo de última geração para comprimir arquivos de imagem.JPEG, .PNG, GIF, SVG. Simplesmente reduzimos o tamanho da imagem, para que ela usará largura de banda mínima e carregará mais rapidamente.",
  "Compress": "Comprimir",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "Comprimir JPG, PNG, SVG e GIF em um só lugar gratuitamente",
  "Compress More": "Comprimir mais",
  "Compress and Download": "Compactar e baixar",
  "Compress images online free": "Comprimir imagens online grátis",
  "Compressed!!": "Comprimido",
  "Do you keep my data once I compress the Image?": "Você mantém meus dados depois que eu comprimir a imagem?",
  "Download": "Transferir",
  "Drop JPG, PNG, GIF or Click": "Solte JPG, PNG, GIF ou clique",
  "Drop PDFs or Click": "Solte PDFs ou clique em",
  "Drop Videos or Click": "Solte vídeos ou clique",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Hooray! Você pode compactar 20 imagens até 20 MB de uma só vez.",
  "How does CompressPedia work?": "Como funciona o CompressSpedia?",
  "How many Images can Compress and what size?": "Quantas imagens podem compactar e qual tamanho?",
  "I want to Compress": "Eu quero comprimir",
  "Is it free to Compress images?": "É grátis comprimir imagens?",
  "Smart Image Compression Made Simple": "Compressão de imagem inteligente simplificada",
  "Thanks for using Compresspedia!!": "Obrigado por usar o Compresspedia!!",
  "The file will download automatically.": "O arquivo será baixado automaticamente.",
  "Try again": "Tentar novamente",
  "Uploaded!!": "Enviado",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Nem tocamos em seus dados. Só você sabe o que está comprimindo. Na Compresspedia nosso projeto de algoritmo para garantir que seus dados sejam seus e não armazenam nenhum dado conosco",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Reduzimos o tamanho de suas imagens.JPEG, .PNG, GIF, SVG compactando o arquivo sem comprometer a qualidade da sua imagem.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Respeitamos e cumprimos estritamente o GDPR e as políticas de privacidade do usuário, mas você não precisa se preocupar, pois não salvamos dados ou usamos cookies para fins de experiência do usuário. Se você estiver visitando nosso site, o que significa que você “aceita” nossos termos e condições, simplesmente você pode “rejeitar” deixando nosso site. Embora apreciemos seu feedback e opinião para nos ajudar a fornecer uma experiência melhor no futuro.",
  "What can I compress?": "O que posso comprimir?",
  "What does CompressPedia do?": "O que o CompressSpedia faz?",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "SIM! SIM! SIM! e estamos nos certificando de que você pode comprimir imagens grátis para sempre.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Você pode compactar .JPEG, .PNG, GIF, SVG",
  "thatsAll": "Por hoje é tudo!",
  "today": "Hoje é {date}.",
  "welcome": "Bem-vindo",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {Não {1} comprimido!} one {# {2} compactado com sucesso!} other {# {3} {s} compactados com sucesso}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {Não {1} carregado!} one {# {2} carregado com sucesso!} other {# {3} s carregados com sucesso}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {Não {1} carregado!} one {# {2} carregado com sucesso!} other {# {3} {s} carregado com sucesso}}"
}