{
  "* Up to 20 images, max 20 MB each.": "* До 20 изображений, максимум 20 МБ каждый.",
  "* Up to 20 pdfs, max 100 MB each.": "* До 20 документов PDF, максимум 100 МБ каждый.",
  "* Up to 5 Videos, max 100 MB each.": "* До 5 видео, максимум 100 МБ каждый.",
  "Are GDPR and Privacy policy in place?": "Есть ли GDPR и политика конфиденциальности?",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "В CompressEdia мы используем новейший алгоритм для сжатия файлов изображений JPEG, PNG, GIF, SVG. Просто мы уменьшаем размер изображения, чтобы он использовал минимальную пропускную способность и быстрее загружался.",
  "Compress": "Сжатие",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "Сжать JPG, PNG, SVG и GIF в одном месте бесплатно",
  "Compress More": "Сжать больше",
  "Compress and Download": "Сжатие и загрузка",
  "Compress images online free": "Сжатие изображений онлайн бесплатно",
  "Compressed!!": "Сжатый",
  "Do you keep my data once I compress the Image?": "Сохраняете ли вы мои данные, как только я сжимаю изображение?",
  "Download": "Скачать",
  "Drop JPG, PNG, GIF or Click": "Бросьте JPG, PNG, GIF или нажмите",
  "Drop PDFs or Click": "Вытащите PDF-файлы или нажмите",
  "Drop Videos or Click": "Сбросьте видео или нажмите",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Ура! Можно одновременно сжимать 20 образов размером до 20 МБ.",
  "How does CompressPedia work?": "Как работает CompressEdia?",
  "How many Images can Compress and what size?": "Сколько изображений можно сжимать и какой размер?",
  "I want to Compress": "Я хочу сжать",
  "Is it free to Compress images?": "Бесплатно ли сжимать изображения?",
  "Smart Image Compression Made Simple": "Умное сжатие изображений стало простым",
  "Thanks for using Compresspedia!!": "Спасибо за использование Compressedia!!",
  "The file will download automatically.": "Файл загружается автоматически.",
  "Try again": "Повторить",
  "Uploaded!!": "Загружено",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Мы даже не трогаем ваши данные. Только вы знаете, что сжимаете. В Compressedia разработан наш алгоритм, чтобы убедиться, что ваши данные принадлежат вам и не сохраняют никаких данных у нас",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Мы уменьшаем размер ваших изображений.JPEG, PNG, GIF, SVG, сжав файл без ущерба для качества изображения.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Мы строго соблюдаем и соблюдаем GDPR и политику конфиденциальности пользователей, но вам не нужно беспокоиться, так как мы не сохраняем данные и не используем файлы cookie для целей UX. Если вы посещаете наш веб-сайт, что означает, что вы принимаете наши правила и условия, просто вы можете «отклонить», покинув наш веб-сайт. Хотя мы будем признательны за ваши отзывы и мнения, которые помогут нам в будущем улучшить ваш опыт.",
  "What can I compress?": "Что я могу сжимать?",
  "What does CompressPedia do?": "Что делает CompressEdia?",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "ДА! ДА! ДА! и мы следим за тем, чтобы вы могли сжимать изображения бесплатно навсегда.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Вы можете сжимать .JPEG, .PNG, GIF, SVG",
  "thatsAll": "На сегодня всё!",
  "today": "Сегодня …",
  "welcome": "Добро пожаловать!",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {No {1} сжато!} one {# {2} успешно сжат!} other {# {3} {s} успешно сжаты}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {No {1} загружено!} one {# {2} успешно загружен!} other {# {3} s успешно загружены}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {No {1} загружено!} one {# {2} успешно загружен!} other {# {3} {s} успешно загружены}}"
}