{
  "* Up to 20 images, max 20 MB each.": "* Upp till 20 bilder, max 20 MB vardera.",
  "* Up to 20 pdfs, max 100 MB each.": "* Upp till 20 pdfs, max 100 MB vardera.",
  "* Up to 5 Videos, max 100 MB each.": "* Upp till 5 videor, max 100 MB vardera.",
  "Are GDPR and Privacy policy in place?": "Är GDPR och Sekretesspolicy på plats?",
  "At CompressPedia we use the latest State of Art Algorithm to Compress JPEG, PNG, GIF, SVG Image, PDF, Video files. Simply we reduce the Image, PDF, Video size, so it will use minimum bandwidth and load faster.": "På CompresSpedia använder vi den senaste toppmoderna algoritmen för att komprimera JPEG, PNG, GIF, SVG Image, PDF, Video-filer. Helt enkelt reducerar vi Bild, PDF, Video storlek, så det kommer att använda minsta bandbredd och ladda snabbare.",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "På CompresSpedia använder vi den senaste toppmoderna algoritmen för att komprimera .JPEG, .PNG, GIF, SVG Image filer. Helt enkelt minskar vi bildstorleken, så det kommer att använda minsta bandbredd och ladda snabbare.",
  "Compress": "Komprimera",
  "Compress Images, PDF, Video online for free": "Komprimera bilder, PDF, Video online gratis",
  "Compress JPG, PNG, SVG, GIF, PDF, Video in one place for FREE": "Komprimera JPG, PNG, SVG, GIF, PDF, Video på ett ställe GRATIS",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "Komprimera JPG, PNG, SVG och GIF på ett ställe gratis",
  "Compress More": "Komprimera mer",
  "Compress and Download": "Komprimera och hämta",
  "Compress images online free": "Komprimera bilder online gratis",
  "Compressed!!": "Komprimerad",
  "Do you keep any data once I compressed the Image, PDF, Video?": "Behåller du några data när jag komprimerat bilden, PDF, Video?",
  "Do you keep my data once I compress the Image?": "Behåller du mina data när jag komprimerar Bilden?",
  "Download": "Ladda ned",
  "Drop JPG, PNG, GIF or Click": "Släpp JPG, PNG, GIF eller Klicka",
  "Drop PDFs or Click": "Släpp PDF-filer eller klicka på",
  "Drop Videos or Click": "Släpp videoklipp eller klicka på",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Hurra! Du kan komprimera 20 bilder upp till 20 MB vardera åt gången.",
  "How does CompressPedia work?": "Hur fungerar CompresSpedia?",
  "How many Images can Compress and what size?": "Hur många Bilder kan komprimera och vilken storlek?",
  "How many Images, PDF, VIDEO can Compress, and what size?": "Hur många bilder, PDF, VIDEO kan komprimera, och vilken storlek?",
  "I want to Compress": "Jag vill komprimera",
  "Image, PDF, Video Compression Made Simple": "Bild, PDF, Videokomprimering görs enkelt",
  "Is it free to Compress images, PDF, Video?": "Är det gratis att komprimera bilder, PDF, Video?",
  "Is it free to Compress images?": "Är det gratis att komprimera bilder?",
  "Smart Image Compression Made Simple": "Enkel komprimering av smart bild",
  "Thanks for using Compresspedia!!": "Tack för att du använder Compresspedia!!",
  "The file will download automatically.": "Filen laddas ner automatiskt.",
  "Try again": "Försök igen",
  "Uploaded!!": "Uppladdad",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Vi rör inte ens dina data. Bara du vet vad du komprimerar. På Compresspedia vår algoritm design för att se till att dina data är dina och inte lagrar några data hos oss",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Vi minskar storleken på dina .JPEG, .PNG, GIF, SVG Images genom att komprimera filen utan att äventyra bildkvaliteten.",
  "We reduce the size of your Image (JPEG, PNG, GIF, SVG), PDF, VIdeo by compressing the file without compromising the quality of your image.": "Vi minskar storleken på din bild (JPEG, PNG, GIF, SVG), PDF, Video genom att komprimera filen utan att äventyra kvaliteten på din bild.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Vi respekterar och följer strikt GDPR och användarens sekretesspolicy, men du behöver inte oroa dig eftersom vi inte sparar några data eller använder cookies för UX-syften. Om du besöker vår webbplats, vilket innebär att du ”accepterar” våra villkor, kan du helt enkelt ”avvisa” genom att lämna vår webbplats. Även om vi kommer att uppskatta din feedback och åsikt för att hjälpa oss att ge dig en bättre upplevelse i framtiden.",
  "What can I compress?": "Vad kan jag komprimera?",
  "What does CompressPedia do?": "Vad gör CompresSpedia?",
  "YES! YES! YES! and we are making sure you Compress Images, PDF, Video Free.": "JA! JA! JA! och vi ser till att du Komprimera bilder, PDF, Video Free.",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "JA! JA! JA! och vi ser till att du kan komprimera bilder gratis för alltid.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Du kan komprimera .JPEG, .PNG, GIF, SVG",
  "You can Compress 20 Images up to 20 MB each, Compress 20 PDF Files of 100 MB each of PDF, and 20 Videos of 100 MB at one time.": "Du kan komprimera 20 bilder upp till 20 MB vardera, komprimera 20 PDF-filer på 100 MB vardera av PDF och 20 videor på 100 MB samtidigt.",
  "You can Compress Image (JPEG, PNG, GIF, SVG), PDF, Video": "Du kan komprimera bild (JPEG, PNG, GIF, SVG), PDF, Video",
  "thatsAll": "Det var allt för idag!",
  "today": "Idag är {date}.",
  "welcome": "Välkommen",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {Nej {1} komprimerad!} one {# {2} komprimerad lyckat!} other {# {3} {s} komprimerad}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {No {1} uppladdad!} one {# {2} laddat upp framgångsrikt!} other {# {3} s uppladdade}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {No {1} uppladdad!} one {# {2} laddat upp framgångsrikt!} other {# {3} {s} uppladdade}}"
}