{
  "* Up to 20 images, max 20 MB each.": "* สูงสุด 20 ภาพ แต่ละภาพสูงสุด 20 MB",
  "* Up to 20 pdfs, max 100 MB each.": "* สูงสุด 20 ไฟล์ แต่ละไฟล์สูงสุด 100 MB",
  "* Up to 5 Videos, max 100 MB each.": "* สูงสุด 5 วิดีโอ, สูงสุด 100 MB แต่ละ.",
  "Are GDPR and Privacy policy in place?": "GDPR และนโยบายความเป็นส่วนตัวอยู่ในสถานที่หรือไม่",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "ที่ CompresSpedia เราใช้รัฐล่าสุดของอัลกอริทึมศิลปะในการบีบอัด .JPEG, PNG, GIF, SVG ไฟล์ภาพเพียงแค่เราลดขนาดภาพดังนั้นจะใช้แบนด์วิดท์ต่ำสุดและโหลดได้เร็วขึ้น",
  "Compress": "บีบอัด",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "บีบอัด JPG, PNG, SVG และ GIF ในที่เดียวฟรี",
  "Compress More": "บีบอัดเพิ่มเติม",
  "Compress and Download": "บีบอัดและดาวน์โหลด",
  "Compress images online free": "บีบอัดภาพออนไลน์ฟรี",
  "Compressed!!": "การบีบอัด",
  "Do you keep my data once I compress the Image?": "คุณเก็บข้อมูลของฉันเมื่อฉันบีบอัดภาพหรือไม่",
  "Download": "ดาวน์โหลด",
  "Drop JPG, PNG, GIF or Click": "วาง JPG, PNG, GIF หรือคลิก",
  "Drop PDFs or Click": "วาง PDF หรือคลิก",
  "Drop Videos or Click": "วางวิดีโอหรือคลิก",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "ไชโย!คุณสามารถบีบอัดภาพละ 20 ภาพได้สูงสุด 20 MB ต่อครั้ง",
  "How does CompressPedia work?": "CompresSpedia ทำงานอย่างไร",
  "How many Images can Compress and what size?": "จำนวนรูปภาพที่สามารถบีบอัดและขนาดเท่าไร",
  "I want to Compress": "ฉันต้องการบีบอัด",
  "Is it free to Compress images?": "สามารถบีบอัดภาพได้ฟรีหรือไม่?",
  "Smart Image Compression Made Simple": "การบีบอัดภาพอัจฉริยะทำได้ง่าย",
  "Thanks for using Compresspedia!!": "ขอบคุณสำหรับการใช้ Compresspedia!!",
  "The file will download automatically.": "ไฟล์จะดาวน์โหลดโดยอัตโนมัติ",
  "Try again": "ลองอีกครั้ง",
  "Uploaded!!": "อัปโหลดแล้ว",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "เราไม่ได้สัมผัสข้อมูลของคุณ.เพียงคุณเท่านั้นที่รู้ว่าคุณกำลังบีบอัดอะไรที่ Compresspedia การออกแบบอัลกอริทึมของเราเพื่อให้แน่ใจว่าข้อมูลของคุณเป็นของคุณและไม่เก็บข้อมูลใด ๆ กับเรา",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "เราลดขนาดของภาพ.JPEG, PNG, GIF, SVG Images โดยการบีบอัดไฟล์โดยไม่กระทบต่อคุณภาพของภาพของคุณ",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "เราเคารพและปฏิบัติตาม GDPR และนโยบายความเป็นส่วนตัวของผู้ใช้อย่างเคร่งครัด แต่คุณไม่จำเป็นต้องกังวลเพราะเราจะไม่บันทึกข้อมูลใด ๆ หรือใช้คุกกี้เพื่อวัตถุประสงค์ในการ UXหากคุณเข้าเยี่ยมชมเว็บไซต์ของเราซึ่งหมายความว่าคุณ “ยอมรับ” ข้อกำหนดและเงื่อนไขของเรา เพียงคุณสามารถ “ปฏิเสธ” ได้โดยการออกจากเว็บไซต์ของเราแม้ว่าเราจะขอบคุณคำติชมและความคิดเห็นของคุณที่จะช่วยให้เราสามารถมอบประสบการณ์ที่ดีขึ้นในอนาคตให้แก่คุณ",
  "What can I compress?": "ฉันสามารถบีบอัดอะไรได้บ้าง",
  "What does CompressPedia do?": "คอมเพรสเซอร์สปีเดียทำอะไร?",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "ใช่!ใช่!ใช่!และเราจะทำให้แน่ใจว่าคุณสามารถบีบอัดภาพฟรีตลอดไป",
  "You can Compress .JPEG, .PNG, GIF, SVG": "คุณสามารถบีบอัด.JPEG, PNG, GIF, SVG",
  "thatsAll": "วันนี้เอาไว้เพียงเท่านี้!",
  "today": "วันนี้คือ {date}",
  "welcome": "ยินดีต้อนรับ",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {ไม่มี {1} บีบอัด!}one {# {2} บีบอัดเรียบร้อยแล้ว!} other {# {3} {s} บีบอัดเรียบร้อยแล้ว}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {ไม่ {1} อัพโหลด!หนึ่งเครื่อง} one {# {2} อัปโหลดเรียบร้อยแล้ว!} other{# {3} s อัปโหลดเรียบร้อยแล้ว}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {ไม่ {1} อัพโหลด!หนึ่งเครื่อง} one {# {2} อัปโหลดเรียบร้อยแล้ว!} other {# {3} {s} อัปโหลดเรียบร้อยแล้ว}}"
}