{
  "* Up to 20 images, max 20 MB each.": "* 20 adede kadar görüntü, her biri maksimum 20 MB.",
  "* Up to 20 pdfs, max 100 MB each.": "* 20 pdfs kadar, her biri maksimum 100 MB.",
  "* Up to 5 Videos, max 100 MB each.": "* En fazla 5 Video, her biri maksimum 100 MB.",
  "Are GDPR and Privacy policy in place?": "GDPR ve Gizlilik Politikası yürürlükte mi?",
  "At CompressPedia we use the latest State of Art Algorithm to Compress JPEG, PNG, GIF, SVG Image, PDF, Video files. Simply we reduce the Image, PDF, Video size, so it will use minimum bandwidth and load faster.": "CompressPedia'da JPEG, PNG, GIF, SVG Image, PDF, Video dosyalarını sıkıştırmak için en son Sanat Algoritmasını kullanıyoruz. Basitçe Görüntü, PDF, Video boyutunu azaltırız, böylece minimum bant genişliğini kullanır ve daha hızlı yüklenir.",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "CompressPedia'da .JPEG, .PNG, GIF, SVG Görüntü dosyalarını sıkıştırmak için en son Sanat Algoritmasını kullanıyoruz. Basitçe Görüntü boyutunu azaltırız, böylece minimum bant genişliği kullanır ve daha hızlı yüklenir.",
  "Compress": "Sıkıştır",
  "Compress Images, PDF, Video online for free": "Resimleri Sıkıştır, PDF, Video çevrimiçi",
  "Compress JPG, PNG, SVG, GIF, PDF, Video in one place for FREE": "JPG, PNG, SVG, GIF, PDF, Videoyu ÜCRETSİZ olarak tek bir yerde sıkıştırın",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "JPG, PNG, SVG ve GIF'i ücretsiz olarak tek bir yerde sıkıştırın",
  "Compress More": "Daha Fazla Sıkıştır",
  "Compress and Download": "Sıkıştır ve İndir",
  "Compress images online free": "Resimleri çevrimiçi ücretsiz sıkıştırın",
  "Compressed!!": "Sıkıştırılmış",
  "Do you keep any data once I compressed the Image, PDF, Video?": "Görüntü, PDF, Video sıkıştırdıktan sonra herhangi bir veri saklıyor musunuz?",
  "Do you keep my data once I compress the Image?": "Görüntüyü sıkıştırdıktan sonra verilerimi saklıyor musunuz?",
  "Download": "İndir",
  "Drop JPG, PNG, GIF or Click": "JPG, PNG, GIF veya Tıklama",
  "Drop PDFs or Click": "PDF'leri bırakın veya",
  "Drop Videos or Click": "Videoları Bırakın veya Tıklayın",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Yaşasın! Her biri bir seferde 20 MB'a kadar 20 Görüntüyü sıkıştır.",
  "How does CompressPedia work?": "CompressPedia nasıl çalışır?",
  "How many Images can Compress and what size?": "Kaç Görüntü Sıkıştırılabilir ve hangi boyutta?",
  "How many Images, PDF, VIDEO can Compress, and what size?": "Kaç Görüntü, PDF, VIDEO Sıkıştır ve hangi boyutta?",
  "I want to Compress": "Sıkıştırmak istiyorum",
  "Image, PDF, Video Compression Made Simple": "Görüntü, PDF, Video Sıkıştırma Kolaylaştırma",
  "Is it free to Compress images, PDF, Video?": "Görüntüleri, PDF, Video sıkıştırmak için ücretsiz midir?",
  "Is it free to Compress images?": "Görüntüleri sıkıştırmak için ücretsiz mi?",
  "Smart Image Compression Made Simple": "Akıllı Görüntü Sıkıştırması Basitleştirilen",
  "Thanks for using Compresspedia!!": "Compresspedia'yı kullandığınız için teşekkürler!",
  "The file will download automatically.": "Dosya otomatik olarak indirilir.",
  "Try again": "Tekrar dene",
  "Uploaded!!": "Karşıya yüklendi",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Verilerinize bile dokunmuyoruz. Ne sıkıştırdığını sadece sen biliyorsun. Compresspedia'da Algoritma tasarımımız, verilerinizin size ait olduğundan ve herhangi bir veriyi bizimle saklamadığından emin olmak için",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Görüntünüzün kalitesinden ödün vermeden dosyayı sıkıştırarak .JPEG, .PNG, GIF, SVG Resimlerinizin boyutunu azaltıyoruz.",
  "We reduce the size of your Image (JPEG, PNG, GIF, SVG), PDF, VIdeo by compressing the file without compromising the quality of your image.": "Resminizin kalitesinden ödün vermeden dosyayı sıkıştırarak Görüntü (JPEG, PNG, GIF, SVG), PDF, VIdeo boyutunu azaltıyoruz.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "GDPR ve kullanıcının gizlilik politikalarına kesinlikle saygı duyuyoruz ve uyuyoruz, ancak herhangi bir veri kaydetmediğimiz veya çerezleri UX amacıyla kullanmadığımız için endişelenmenize gerek yok. Şart ve koşullarımızı “kabul ettiğiniz” anlamına gelen web sitemizi ziyaret ediyorsanız, web sitemizden çıkarak “reddedebilirsiniz”. Gerçi gelecekte size daha iyi bir deneyim sunmamıza yardımcı olmak için geri bildirimlerinizi ve görüşlerinizi takdir edeceğiz.",
  "What can I compress?": "Ne sıkıştırabilirim?",
  "What does CompressPedia do?": "CompressPedia ne yapar?",
  "YES! YES! YES! and we are making sure you Compress Images, PDF, Video Free.": "EVET! EVET! EVET! ve biz Resimleri Sıkıştır emin yapıyoruz, PDF, Video Ücretsiz.",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "EVET! EVET! EVET! ve biz sonsuza kadar Resimleri Sıkıştırabilirsiniz emin yapıyoruz.",
  "You can Compress .JPEG, .PNG, GIF, SVG": ".JPEG, .PNG, GIF, SVG sıkıştır",
  "You can Compress 20 Images up to 20 MB each, Compress 20 PDF Files of 100 MB each of PDF, and 20 Videos of 100 MB at one time.": "Her biri 20 MB'a kadar 20 Görüntü Sıkıştır, PDF her biri 100 MB 20 PDF Dosyası ve aynı anda 100 MB 20 Video Sıkıştır.",
  "You can Compress Image (JPEG, PNG, GIF, SVG), PDF, Video": "Görüntü (JPEG, PNG, GIF, SVG), PDF, Video Sıkıştırın",
  "thatsAll": "Bugün hepsi bu kadar!",
  "today": "Bugün {date}.",
  "welcome": "Hoş geldiniz",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {No {1} sıkıştırılmış!} one {# {2} başarıyla sıkıştırıldı!} other {# {3} {s} başarıyla sıkıştırıldı}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {No {1} yüklendi!} one {# {2} başarıyla yüklendi!} other {# {3} s başarıyla yüklendi}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {No {1} yüklendi!} one {# {2} başarıyla yüklendi!} other {# {3} {s} başarıyla yüklendi}}"
}