{
  "* Up to 20 images, max 20 MB each.": "* До 20 зображень, не більше 20 МБ кожен.",
  "* Up to 20 pdfs, max 100 MB each.": "* До 20 PDF-файлів, не більше 100 МБ кожен.",
  "* Up to 5 Videos, max 100 MB each.": "* До 5 відео, максимум 100 МБ кожен.",
  "Are GDPR and Privacy policy in place?": "Чи існують GDPR і політика конфіденційності?",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "У програмі «Стиспедія» ми використовуємо найновіші «Стан художнього алгоритму» для стиснення файлів. JPEG, PNG, GIF, SVG зображень. Просто ми зменшуємо розмір Image, тому він буде використовувати мінімальну пропускну здатність і завантажуватися швидше.",
  "Compress": "Стиснути",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "Стисніть JPG, PNG, SVG та GIF в одному місці безкоштовно",
  "Compress More": "Стиснути більше",
  "Compress and Download": "Стиснути і завантажити",
  "Compress images online free": "Стиснути зображення онлайн безкоштовно",
  "Compressed!!": "Стиснуто",
  "Do you keep my data once I compress the Image?": "Чи зберігаєте ви мої дані, коли я стискаю зображення?",
  "Download": "Завантажити",
  "Drop JPG, PNG, GIF or Click": "Відкиньте JPG, PNG, GIF або натисніть",
  "Drop PDFs or Click": "Відкиньте PDF-файли або клацніть",
  "Drop Videos or Click": "Відкиньте відео або натисніть",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Ура! Можна одночасно стискати 20 зображень розміром до 20 МБ.",
  "How does CompressPedia work?": "Як працює «КомпрессЕдія»?",
  "How many Images can Compress and what size?": "Скільки зображень можна стискати і якого розміру?",
  "I want to Compress": "Я хочу стиснути",
  "Is it free to Compress images?": "Чи можна стискати зображення?",
  "Smart Image Compression Made Simple": "Стиснення смарт-зображень зроблено просто",
  "Thanks for using Compresspedia!!": "Дякуємо за використання «Компресспедіа»!",
  "The file will download automatically.": "Файл завантажиться автоматично.",
  "Try again": "Спробуйте ще раз",
  "Uploaded!!": "Вивантажено",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Ми навіть не торкаємося ваших даних. Тільки ви знаєте, що ви стискаєте. У компанії «Компресспедія» наша розробка алгоритму, щоб переконатися, що ваші дані є вашими, а не зберігати жодну з даних з нами",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Зменшуємо розмір ваших зображень. JPEG, PNG, GIF, SVG, стискаючи файл без шкоди для якості зображення.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Ми суворо поважаємо та дотримуємося політики конфіденційності GDPR та конфіденційності користувачів, але вам не потрібно турбуватися, оскільки ми не зберігаємо жодних даних і не використовуємо файли cookie для цілей UX. Якщо ви відвідуєте наш сайт, що означає, що ви «приймаєте» наші правила та умови, просто ви можете «відхилити», залишивши наш сайт. Хоча ми будемо вдячні за ваші відгуки та думку, щоб допомогти нам надати вам кращий досвід у майбутньому.",
  "What can I compress?": "Що можна стискати?",
  "What does CompressPedia do?": "Що робить «КомпрессЕдія»?",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "ТАК! ТАК! ТАК! і ми переконуємося, що ви можете стиснути зображення безкоштовно назавжди.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Ви можете стиснути .JPEG, PNG, GIF, SVG",
  "thatsAll": "На сьогодні все!",
  "today": "Сьогодні є {date}.",
  "welcome": "Ласкаво просимо, {name}",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {No {1} стиснутий!} one {# {2} успішно стиснутий!} other {# {3} {s} успішно стиснуті}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {No {1} завантажено!} one {# {2} завантажено успішно!} other {# {3} s завантажено успішно}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {No {1} завантажено!} one {# {2} завантажено успішно!} other {# {3} {s} успішно завантажені}}"
}