{
  "* Up to 20 images, max 20 MB each.": "* Lên đến 20 hình ảnh, tối đa 20 MB mỗi.",
  "* Up to 20 pdfs, max 100 MB each.": "* Lên đến 20 tập tin PDF, tối đa 100 MB mỗi.",
  "* Up to 5 Videos, max 100 MB each.": "* Lên đến 5 Video, tối đa 100 MB mỗi.",
  "Are GDPR and Privacy policy in place?": "Chính sách bảo mật và GDPR có đúng không?",
  "At CompressPedia we use the latest State of the Art Algorithm to Compress .JPEG, .PNG, GIF, SVG Image files. Simply we reduce the Image size, so it will use minimum bandwidth and load faster.": "Tại CompressSpedia, chúng tôi sử dụng thuật toán State of Art mới nhất để nén các tập tin .JPEG, .PNG, GIF, SVG Image. Đơn giản chỉ cần chúng tôi giảm kích thước hình ảnh, vì vậy nó sẽ sử dụng băng thông tối thiểu và tải nhanh hơn.",
  "Compress": "Nén",
  "Compress JPG, PNG, SVG, and GIF in one place for free": "Nén JPG, PNG, SVG và GIF ở một nơi miễn phí",
  "Compress More": "Nén thêm",
  "Compress and Download": "Nén và Tải xuống",
  "Compress images online free": "Nén ảnh trực tuyến miễn phí",
  "Compressed!!": "nén",
  "Do you keep my data once I compress the Image?": "Bạn có giữ dữ liệu của tôi một khi tôi nén hình ảnh?",
  "Download": "Tải xuống",
  "Drop JPG, PNG, GIF or Click": "Thả JPG, PNG, GIF hoặc Click",
  "Drop PDFs or Click": "Thả tệp PDF hoặc bấm",
  "Drop Videos or Click": "Thả video hoặc bấm",
  "Hooray! You can Compress 20 Images up to 20 MB each at one time.": "Hooray! Bạn có thể nén 20 hình ảnh lên đến 20 MB mỗi lần một lần.",
  "How does CompressPedia work?": "Compresspedia hoạt động như thế nào?",
  "How many Images can Compress and what size?": "Có bao nhiêu hình ảnh có thể nén và kích thước nào?",
  "I want to Compress": "Tôi muốn nén",
  "Is it free to Compress images?": "Là nó miễn phí để Nén hình ảnh?",
  "Smart Image Compression Made Simple": "Nén ảnh thông minh làm cho đơn giản",
  "Thanks for using Compresspedia!!": "Cảm ơn bạn đã sử dụng Compresspedia!!",
  "The file will download automatically.": "Tệp sẽ tự động tải xuống.",
  "Try again": "Thử lại",
  "Uploaded!!": "Đã tải lên",
  "We do not even touch your data. Only you know what you are compressing. At Compresspedia our Algorithm design to make sure your data is yours and not store any of data with us": "Chúng tôi thậm chí không chạm vào dữ liệu của bạn. Chỉ có bạn biết những gì bạn đang nén. Tại Compresspedia, thiết kế thuật toán của chúng tôi để đảm bảo dữ liệu của bạn là của bạn và không lưu trữ bất kỳ dữ liệu nào với chúng tôi",
  "We reduce the size of your .JPEG, .PNG, GIF, SVG Images by compressing the file without compromising the quality of your image.": "Chúng tôi giảm kích thước của hình ảnh .JPEG, .PNG, GIF, SVG bằng cách nén tệp mà không ảnh hưởng đến chất lượng hình ảnh của bạn.",
  "We strictly respect and comply with GDPR and user’s privacy policies, but you do not have to worry as we do not save any data or use cookies for UX purposes. If you are visiting our website which means you “accepting” our terms and conditions, simply you can “reject” by leaving our website. Though we will appreciate your feedback and opinion to help us to provide you with a better experience in future.": "Chúng tôi nghiêm túc tôn trọng và tuân thủ các chính sách bảo mật của GDPR và người dùng, nhưng bạn không phải lo lắng vì chúng tôi không lưu bất kỳ dữ liệu nào hoặc sử dụng cookie cho các mục đích UX. Nếu bạn đang truy cập trang web của chúng tôi có nghĩa là bạn “chấp nhận” các điều khoản và điều kiện của chúng tôi, chỉ đơn giản là bạn có thể “từ chối” bằng cách rời khỏi trang web của chúng tôi. Mặc dù chúng tôi sẽ đánh giá cao phản hồi và ý kiến của bạn để giúp chúng tôi cung cấp cho bạn một trải nghiệm tốt hơn trong tương lai.",
  "What can I compress?": "Tôi có thể nén gì?",
  "What does CompressPedia do?": "Compresspedia làm gì?",
  "YES! YES! YES! and we are making sure you can Compress Images Free forever.": "VÂNG! VÂNG! VÂNG! và chúng tôi đang đảm bảo bạn có thể nén hình ảnh miễn phí mãi mãi.",
  "You can Compress .JPEG, .PNG, GIF, SVG": "Bạn có thể nén .JPEG, .PNG, GIF, SVG",
  "thatsAll": "Đó là tất cả cho hôm nay!",
  "today": "Hôm nay là {date}.",
  "welcome": "Chào mừng, {name}",
  "{0, plural, zero {No {1} compressed!} one {# {2} compressed successfully!} other {# {3}{s} compressed successfully}}": "{0, plural, zero {No {1} compressed!} one {# {2} nén thành công!} other {# {3} {s} nén thành công}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}s uploaded successfully}}": "{0, plural, zero {No {1} upload!} one {# {2} đã tải lên thành công!} other {# {3} s đã tải thành công}}",
  "{0, plural, zero {No {1} uploaded!} one {# {2} uploaded successfully!} other {# {3}{s} uploaded successfully}}": "{0, plural, zero {No {1} upload!} one {# {2} đã tải lên thành công!} other {# {3} {s} đã tải lên thành công}}"
}